Repository: giellalt/corpus-fin
Catalog: tmx/sme/facta/klemetti.blogspot.com/8-j-terveisia-kanadasta.html.tmx
Source language: fin
Languages: sme

source: 8 (j) - terveisiä Kanadasta
sme: 8 (j) - dearvvuođagat Kanadas

source: Artikla 8 (j) kokous on nyt ohi Montrealissa. Kokous oli hyvin mielenkiintoinen ja hyödyllinen artikla 8 (j):n toimeenpanoa ajatellen ja se lisää kyllä kansallisen artikla 8 (j):n toimeenpanoa valmistelevan työryhmän työtä.
sme: Čoakkán lei beroštahtti ja ávkkálaš jurddahaladettiin 8(j)-artihkkala olláhuhttima ja dat lasiha gal álbmotlaš artihkalal 8 (j) olláhuhttinbarggu min easka álggahan bargojoavkkus.

source: Osallistuin kokoukseen Suomen valtion delegaatiossa.
sme: Montrealis ledjen Suoma sáttagotti áirras.

source: Kokouksen kantoja on valmisteltu kansallisessa 8 (j) - työryhmässä ja Eu-maiden yhteiskokouksessa.
sme: Oainnu gárven Montreala čoakkámii lei válmmaštallojuvvon min álbmotlaš 8(j)-bargojoavkkus ja Eu-riikkaid oktasaščoakkámis.

source: Montrealin kokouksessa päätöksenteko oli monitasoista.
sme: Montreala čoakkámis mearrádusdahkan lei máŋggadásat.

source: Euroopan Unionin kannat sovittiin jokapäiväisissä Eu-maiden koordinaatiokokouksissa, joissa puhetta johti Eu puheenjohtajamaa Ruotsi.
sme: Eurohpa uniovnna oainnut sohppojuvvoje beaivválaččat Eu-riikkaid koordinerenčoakkámin, maid jođihii Eu-ságadoalliriika Ruoŧŧa.

source: Itse kokouksissa Eu:n puolesta yhteisesti sovitut kannat esitti Ruotsi.
sme: Ieš čoakkámiin Eu:a beales oktasaččat sohppojuvvon oainnu buvttii maid ovdan Ruoŧŧa.

source: Tällaisella toiminnalla on pyritty ilmeisesti tehokkuuteen, vaikka ongelmaton tämä tapa ei ole varsinkaan alkuperäiskansaedustajille.
sme: Dákkáraš bargojuoguin lei almmatge viggojuvvon beaktilis čoakkánmeannudeapmái, muhto čuolmmahis vuohki dát gal ii lean earenoamážit álgoálbmogiid dáfus.

source: Itse kokouksessa päätöksenteko tapahtuu yleisistunnossa.
sme: Ieš čoakkámis mearrádusdahkan dáhpáhuvvá dievasčoakkámis.

source: Ensimmäisinä kokouspäivänä kokouksen osallistujat esittivät omia lyhyitä lausuntojaan kokouksen aiheista, joita olivat alkuperäiskansa- ja paikallisyhteisöjen osallistuminen, monivuotinen työohjelma artikla 8 (j):n toimeenpanemiseksi, ABS-regiimi, sui generis järjestelmä ja eettinen koodisto.
sme: Vuosttaš čoakkánbeaivve čoakkánoasseváldit bukte ovdan iežaset oanehis cealkámušaid čoakkáma fáttáin, mat ledje álgoálbmot- ja báikkálaš servošiid oassálastin, máŋggajahkásaš bargoprográmma artihkal 8 (j):a olláhuhttima várás, ABS-regiima, sui generis-vuogádat ja etihkalaš kodat.

source: Vaikeimmissa kysymyksissä kokous jakaantui kontaktiryhmiin, joille nimitettiin maiden edustaja ja alkuperäiskansa- ja paikallisyhteisöedustaja (ILC eli indigenous and local communities) puheenjohtajiksi.
sme: Váddáseamos gažaldagain čoakkán juhkkojuvvui kontáktajoavkkuide, maidda válljejuvvuiga ságadoallin ja várreságadoallin riikkaid ovddasteaddji ja álgoálbmot- / báikkálaš servoša ovddasteaddji (ILC dehege indigenous and local communities).

source: Tällaiset työryhmät nimettiin Abs-regiimistä (acces and benefit sharing), eettisestä koodistosta ja monivuotisesta työohjelmasta.
sme: Dákkár bargojoavkkut nammaduvvoje Abs-regiimmas (acces and benefit sharing), etihkalaš kodain ja máŋggajahkásaš bargoprográmmas.

source: Kontaktiryhmien kokoukset olivat kaikille avoimia.
sme: Kontáktajoavkkuid čoakkámiidda besse buohkat oassálastit.

source: Eu:n lisäksi myös Afrikan maat ja Itä-Euroopan maat olivat järjestäytyneet maaryhmiksi joka puhuu yhteisellä äänellä.
sme: Eu:a lassin maid Afrihká riikkat ja Nuorta-Eurohpá riikkat ledje ortniiduvvan riikajoavkun, mas lei oktasaš jietna.

source: Maaryhmät ja maat neuvottelivat kokouksen aikaan keskenään vaikeista kysymyksistä.
sme: Riikajoavkkut ja riikkat ráđđádalle čoakkáma áigge gaskaneaset čuolbmás áššiin.

source: ILC:itä edustavat järjestöt olivat kokouksessa myös edustettuina ja niillä oli puhe- ja esitysoikeus kokouksessa.
sme: ILC:id ovddasteaddjit ledje čoakkámis maid ovddastuvvon ja dain lei hupman- ja evttohanriekti čoakkámis.

source: Työjärjestyksen mukaan ILC:n esityksiä ei kuitenkaan oteta huomioon, jos jokin maa ei kannata niiden esityksiä.
sme: Bargoortnega mielde ILC:a evttohusat eai goitge váldojuvvo vuhtii, jos muhtin riika ii doarjjo daid evttohusaid.

source: Tämä on minusta hyvin kummallista, koska artikla 8 (j):n toimeenpano edellyttää ILC:eiden täyttä ja vaikuttavaa osallistumista päätöksentekoon.
sme: Dát lea mu mielas hui ártet, daningo artihkal 8 (j):a olláhuhttin gáibida ILC:a dievas ja váikkuhanválddálaš oassálastima mearrideamis.

source: Käytännössä päätökset tehdään konsensus periaatteella, vaikeimmissa asioissa päätös merkitään hakasulkuihin.
sme: Geavadis mearrádusat dahkkojuvvojit ovttaoaivilvuođa prinsihpain, ja váddáseamos áššiin mearrádus merkejuvvo roahkkeruođuid sisa.

source: Tämä kokous ei tehnyt sinänsä sitovia päätöksiä, vaan esittää biodiversiteettisopimuksen osapuolikokouksen päättävän artikla 8 (j):n kokouksen esittämistä asioista.
sme: Dát čoakkán ii iešalddes dahkan čadni mearrádusaid, muhto dat ovddida biodiversiteahttasoahpamuša oassebeallečoakkámii, ahte dat mearrida artihkal 8 (j):s dađi mielde mot dát čoakkán mearridii áššiin.

source: Voi tuntua monimutkaiselta ja vaikeaselkoiselta.
sme: Dát sáhttá orrut mohkás ja eahpečielga ášši.

source: Tämän kokouksen tarkoitus on siis ennen kaikkea neuvotella valmiiksi ja valmistella asioita päätettäväksi osapuolikokoukselle.
sme: Dán čoakkáma ulbmilin lea earenoamážit ráđđádallat gárvvisin ja válmmaštallat áššiid mearridanládje oassebeallečoakkáma (COP) ovdii.

source: Suurin osa päätöksistä on tarkoitus olla ohjemaisia, jotka eivät velvoittaisi suoraan valtioita muuten kuin suuntaa-antavina.
sme: Ulbmilin lea, ahte eanas mearrádusain lea luondduset dáfus rávalágánat, mat eai geatnegahte riikkaid njuolga muđuid go addet sula masa galgá viggat.

source: Kokouksen taustalla käytiin kuitenkin tiukkaa vääntöä eri sanamuodoista ja ilmauksista.
sme: Čoakkáma duogážis lei goitge garra nággu sierralágán sátnehámiin ja dajaldagain.

source: Tässä valossa oli ihmeellistä kokouksessa ja sen taustalla käyty väittely viitteiden, pilkkujen ja pisteiden paikasta erityisesti koska suurin osa maista on selkeästi jättänyt artikla 8 (j):n toimeenpanematta omassa maassaan.
sme: Dán duogáža dáfus orui ártet, ahte čoakkámis ja dan duogášráđđádallamiin nákkahalle čujuhusaid, rihkuid ja čuoggáid sajes earenoamážit daningo eatnasat riikkain leat čielgasit guođđán artihkkala 8 (j) olláhuvakeahttá iežaset riikkas.

source: Kokous oli kuitenkin mielenkiintoinen kokemus ja sain hyviä esimerkkejä artikla 8 (j):n toimeenpanosta muissa maissa sovellettavaksi Suomen saamelaisten kotiseutualueelle.
sme: Čoakkán lei goit miellagiddevaš muosáhus ja ožžon buriid ovdamearkkaid artihkal 8 (j):a olláhuhttimis eará riikkain ja daid soaitá sáhttit heivehit Suoma sámiid ruovttuguvlui.

source: Kokous päätti ehdottaa osapuolikokoukselle, että seuraavassa artikla 8 (j) - kokouksessa käytäisiin syvällinen dialogi Abs-asioista ja joko suojelluista alueista tai biodiversiteetistä ja ilmastonmuutoksesta.
sme: Čoakkán mearridii ovddidit oassebeallečoakkámii, ahte čuovvovaš artihkal 8 (j) - čoakkámis livččii čiekŋalis dialoga Abs-áššiin ja juogo suodjaluvvon guovlluin dehe biodiversiteahtas ja dálkkádatrievdamis.

source: Tämä päätös oli huono, koska myös minä Eu:n tapaan pidin tärkeänä, että seuraavassa kokouksessa käsiteltäisiin ilmastonmuutosta ja perinteistä tietoa.
sme: Dát mearrádus lei heittot, daningo maiddái mun Eu:a ládje atnen mávssolažžan, ahte čuovvovaš čoakkámis gieđahallojuvvoba dálkkádatrievdan ja árbevirolaš diehtu.

source: Afrikan ja Etelä-Amerikan maat saivat kuitenkin junnattua oman kantansa läpi, että seuraavassa kokouksessa käsiteltäisiin mm. geenivarojen saantia ja hyötyä kun taas ilmastonmuutoskysymykset eivät tulisi kokouksen asialistalle.
sme: Afrihká ja Lulli-Amerihká riikkat ožžo goit čađa iežaset oainnu, ahte čuovvovaš čoakkámis gieđahallojuvvole ee. áššit, mat gusket genariggodagaid oažžuma ja ávkki, go fas dálkkádatrievdama gažaldagat eai boađále áššelistui.

source: Kokouksen ehdotukset osapuoli- eli COP 10-kokoukselle tulevat lähiaikoina nettiin kielentarkastuksen jälkeen.
sme: Čoakkáma evttohusat oassebealle- dehege COP 10-čoakkámii bohtet lagašáiggiid Internehttii gielladárkkisteami maŋŋel.

source: Hyväksymisistunnossa asiapapereihin tehtiin myös jonkin verran muutoksia.
sme: Dohkkehančoakkámis áššebáhpiriidda dahkkojuvvoje maid muhtin ráje nuppástusat.

source: Palaan näihin asioihin myöhemmin kun olen saanut valmiiksi matkaraporttini ja kokouksen loppupäätelmien analysoinnin Suomen saamelaisten kotiseutualueen kannalta.
sme: Máhcan dáidda áššiide maŋŋel go lean ožžon gárvvisin iežan mátkeraportta ja čoakkáma loahppaárvalusaid analyserema Suoma sámiid ruovttuguovllu dáfus.

source: Lauantaina lähdin Iqalutiin, Nunavutin pääkaupunkiin tutustumaan Inuit-kulttuuriin, inuiittien maaoikeuksien toteutumiseen ja aluehallintoon sekä keskustelemaan ilmastonmuutoksesta.
sme: Lávvordaga girden Iqalutii, Nunavuta oaivegávpogii oahpásnuvvat inuihtaid kultuvrii, sin eananrivttiid olláhuvvamii ja guovlohálddahussii sihke ságastallat dálkkádatrievdamis.

source: Keskiviikkona lähden Ottawaan tapaamaan Kanadan alkuperäiskansapolitiikasta vastaavia ministeriöiden virkamiehiä ja vierailen myös Suomen suurlähetystössä.
sme: Gaskavahkko vuolggán Ottawai deaivvadit Kanada ministeriijaid virgeolbmuiguin, geaid ovddasvástádussan lea Kanada álgoálbmotpolitihkka ja deaivvan maid Suoma ambassadöra.

source: Suomeen palaan 15.11.
sme: Supmii máhcan 15.11.

source: Terveisin tuulisesta Iqalutista 10.11.2009,
sme: Ruvašdearvvuođagat Iqailutis 10.11.2009

source: Lähetä kommentti
sme: Juvvá Lemet
